Triggers = {'майк', 'майки', 'майкл'}


data_set = {

'какая погода': 'weather лучше не придумаешь',
'какая погода на улице': 'weather по сравнению с венерой, самое то для прогулки',
'что там на улице': 'weather сейчас гляну...',
'сколько градусов': 'weather одну минуту',

'запусти браузер': 'browser запускаю браузер',
'открой браузер': 'browser интернет активирован',
'интернет открой': 'browser открываю браузер',
'посмотреть фильм': 'browser сейчас открою браузер',

'играть': 'game развлеки себя сам, я занят',
'хочу поиграть в игру': 'game а ты все дела сделал, ладно поиграй немного и сразу за работу',
'запусти игру': 'game запускаю игру, не лучше бы поучиться',

'выключи компьютер': 'offpc отключаю компьютер',

'отключись': 'offBot отключаюсь',
'можешь тихо посидеть':'offBot я оставляю вас на едине с вашим компьютером',
'оставь меня':'offBot как пожелаете, я отключаюсь',

'как у тебя дела':'passive работаю в поте лица, не мешай',
'что делаешь':'passive жду новых команд',
'привет':'passive и вам не хворать',
'расскажи анекдот':'passive заходит скелет в бар, и просит у официанта пиво и швабру...',
'работаешь':'passive я всегда работаю в отличии от тебя',
'ты тут':'passive вроде да',
# 'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
# 'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',


}